Repository: DMKEBUSINESSGMBH/typo3-mksearch
Catalog: Resources/Private/Language/BackendModule/*.locallang.xlf
Languages: de

# func_config_indizes
source: Configure indizes
de: Indizes konfigurieren

# func_config_indizesdblist
source: Configure indizes (old db list)
de: Indizes konfigurieren (alte DB Liste)

# func_indize_indizes
source: Indexing Queue
de: Wartenschlange für Indizierung

# label_no_page_selected
source: No Page selected.
de: keine Seite ausgewählt.

# label_handler_indexerconfig
source: Indexer Configuration
de: Indexer Konfiguration

# label_handler_composite
source: Indexer Composites
de: Indize-Konfiguration Relationen

# label_no_indexers_found
source: No indexers defined on this page!
de: Kein Indexer auf dieser Seite definiert!

# label_configured_indexer_tables_head
source: Tables from configured indexers
de: Tabellen der konfigurierten Indexer

# label_triger_queue_head
source: Trigger indexing queue
de: Indizierung ausführen

# label_triger_queue_input
source: Trigger indexing queue
de: Indizierung ausführen

# label_triger_queue_items
source: Items
de: Elemente

# label_queue_size_being_indexed
source: Items currently being indexed
de: Elemente die aktuell indexiert werden

# label_trigger_being_indexed_items
source: Reset items currently being indexed. Items will be available in queue again for further indexing.
de: Elemente die aktuell indexiert werden zurücksetzen. Diese Elemente werden wieder in die Warteschlange eingereiht und in der folgenden Indexierung abgearbeitet.

# label_trigger_reset_being_indexed_items
source: Reset all items with status "being_indexed"
de: Alle Elemente mit dem Status "being_indexed" zurücksetzen

# label_queue_being_indexed_empty
source: no entries found being indexed in this time period
de: Keine Einträge gefunden, die in diesem Zeitraum auf "being_indexed" stehen

# label_items_being_indexed_resetted
source: items with status "being_indexed" resetted
de: Einträge mit dem Status "being_indexed" zurückgesetzt

# label_reset_options
source: Reset options
de: Reset-Optionen

# label_reset_deleted
source: Add deleted records to queue
de: Gelöschte Datensätze zur Warteschlange hinzufügen

# label_reset_hidden
source: Add hidden records to queue
de: Versteckte Datensätze zur Warteschlange hinzufügen

# label_queue_cleared
source: The elements of the following tables are removed from the index queue:
de: Die Elemente der folgenden Tabellen wurden aus der Warteschlange entfernt:

# label_queue_reseted
source: The elements of the following tables are put into the indexing queue:
de: Alle Elemente der folgenden Tabellen wurden in die Warteschlange gelegt:

# label_queue_indexed
source: Indexing queue was triggered! Records processed:
de: Indizierung wurde ausgeführt! Datensätze verarbeitet:

# label_queue_runtime
source: Runtime
de: Laufzeit

# label_queue_indexed_empty
source: Nothing to do at the moment - indexing queue is empty.
de: Nichts zu tun - die Warteschlange ist leer

# label_queue_size
source: global size:
de: globale Größe:

# label_table_count
source: tables found.
de: Tabelle gefunden.

# label_table_name
source: Table
de: Tabelle

# label_table_queuecount
source: Queue (Global)
de: Warteschlange (global)

# label_table_reset
source: Reset (In this Root Page)
de: Zurücksetzen (global) (In dieser Root-Seite)

# label_table_resetG
source: Reset (Global)
de: Zurücksetzen (global)

# label_table_clear
source: Clear (Global)
de: Leeren (global)

# label_solr_nocores_found
source: No Solr cores found on current page.
de: keine Solr Cores auf aktueller Seite gefunden.

# label_solr_nocore_found
source: No solr core found!
de: kein Solr Core gefunden.

# label_solr_delete_query
source: Submit raw delete query
de: unveränderte delete Query abschicken

# label_solr_submit_delete
source: Submit delete
de: delete abschicken

# label_solr_delete_successful
source: Delete successfully submitted.
de: Delete erfolgreich abgeschickt.

# label_common_warning
source: Warning
de: Warnung

# label_common_error
source: Error
de: Fehler

# label_buttons
source: Functions
de: Funktionen

# label_list
source: Results
de: Ergebnisse

# label_search
source: Free text search:
de: Freitextsuche:

# label_hidden
source: Hidden entries:
de: Versteckte Einträge:

# label_button_search
source: search
de: suchen

# label_select_hide_hidden
source: Hide
de: Ausblenden

# label_select_show_hidden
source: Show
de: Einblenden

# label_list_size
source: Entries found:
de: Einträge gefunden:

# confirmation_deletion
source: Delete this record?
de: Diesen Datensatz löschen?

# label_tableheader_title
source: Title
de: Titel

# label_tableheader_contenttype
source: ContentType
de: Inhaltstyp

# label_tableheader_composites
source: Composites
de: Indize-Konfiguration Relationen

# label_tableheader_configs
source: Configurations
de: Konfigurationen

# label_no_indizes
source: No indizes found.
de: Keine Indizes gefunden.

# label_no_composites
source: No indexer composites found.
de: Keine Indize-Konfiguration Relationen gefunden.

# label_no_indexerconfigurations
source: No indexer configurations found.
de: Keine Indexerkonfigurationen gefunden

# label_add_keyword
source: add Keyword
de: Keyword hinzufügen

# label_add_index
source: add Index
de: Index hinzufügen

# label_add_indexerconfig
source: add Indexer Configuration
de: Indexer Konfiguration hinzufügen

# label_add_composite
source: add Indexer Composite
de: Indize-Konfiguration Relation hinzufügen

# allow_url_fopen_deactivated_hint
source: <div class="message-error" style="width:16px; height:16px; float:left;"></div><strong><div style="background-color: #F6D3CF; height:16px; font-size: 15px;">allow_url_fopen is not activated but mksearch is not configured to use curl for HTTP transport!</div></strong>
de: <div class="message-error" style="width:16px; height:16px; float:left;"></div><strong><div style="background-color: #F6D3CF; height:16px; font-size: 15px;">allow_url_fopen ist nicht aktiv aber mksearch ist nicht konfiguriert um cURL zu verwenden für den HTTP Transport!!</div></strong>
