Repository: DMKEBUSINESSGMBH/typo3-mksearch
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# general.undef
source: Undefined
de: Undefiniert

# scheduler_indexTask_name
source: MKSearch Indexing
de: MKSearch Indizierung

# scheduler_indexTask_description
source: Start indexing process of documents
de: Startet die Indizierung von Dokumenten

# scheduler_indexTask_field_amountOfItems
source: Amount of items to be indexed per run
de: Anzahl von Dokumenten pro Indexlauf

# scheduler_indexTask_taskinfo
source: Index %d items per run. Currently %d items in queue.
de: Es werden %d Dokumente pro Lauf indiziert. Aktuell sind %d Dokumente in der Warteschlange.

# plugin_common_enable
source: Enable
de: Aktivieren

# plugin.mksearch.tt_content.header_layout
source: Hidden (but indexed via mksearch)
de: Verborgen (aber via mksearch indiziert)

# tt_content.tx_mksearch_is_indexable
source: indexable through mksearch?
de: durch mksearch indizierbar?

# tt_content.tx_mksearch_is_indexable.use_indexer_config
source: use configuration of indexer
de: Konfiguration des Indexer verwenden

# tt_content.tx_mksearch_is_indexable.yes
source: yes
de: Ja

# tt_content.tx_mksearch_is_indexable.no
source: no
de: Nein

# plugin.mksearch.flexform.options.group.enable
source: enable group? (might slow down the search a bit)
de: Gruppierung aktivieren? (k√∂nnte die Suche etwas verlangsamen)

# plugin.mksearch.flexform.options.group.useNumberOfGroupsAsSearchResultCount
source: use number of groups as search result count?
de: Anzahl der Gruppen als Anzahl der Suchergebnisse anzeigen?

# plugin.mksearch.flexform.options.group.field
source: group field
de: Gruppierungsfeld
