Repository: DMKEBUSINESSGMBH/typo3-mksearch
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, nl

# label_search_foundresults
source: Number of search results found:
de: Anzahl der gefundenen Ergebnisse:
nl: Aantal resultaten gevonden:

# label_search_term_was
source: term was:
de: Suchbegriff war:
nl: Termijn was:

# label_search_term
source: term
de: Suchbegriff

# label_search_searchterm
source: Search for:
de: Suche
nl: Zoeken

# label_search_options
source: Options:
de: Optionen:
nl: Opties:

# label_search_options_standard
source: Standard search:
de: Standardsuche:
nl: standaard zoek:

# label_search_options_standard_label
source: Use this type for standard search options.
de: Verwenden Sie diesen Typ für Standard-Suchmöglichkeiten.
nl: Gebruik dit type voor de standaard zoekopties.

# label_search_options_standard_hint
source: Note: You may prepend individual words with a "-" to exclude documents containing this word.
de: Hinweis: Sie können einzelnen Wörter ein "-" voranstellen, um Dokumente mit diesem Wort auszuschließen.
nl: Let op: U kunt afzonderlijke woorden prepend met een "-" om documenten met dit woord uit te sluiten.

# label_search_options_standard_combination
source: Combination:
de: Kombination:
nl: Combinatie:

# label_search_options_standard_combination_none
source: None (same as or at the moment)
de: Standard (zurzeit das selbe wie or)
nl: None

# label_search_options_standard_combination_free
source: Free syntax
de: Freie Syntax
nl: Vrije syntaxis

# label_search_options_standard_combination_or
source: Find either word
de: Einzelne Wörter suchen
nl: Zoek ofwel woord

# label_search_options_standard_combination_and
source: Find all words
de: Alle Wörter suchen
nl: Zoek naar alle woorden

# label_search_options_standard_combination_exact
source: Find exact phrase
de: Den exakten Ausdruck
nl: Zoek exacte zin

# label_search_options_standard_others
source: Others:
de: Andere:
nl: Anderen:

# label_search_options_standard_others_fuzzy
source: Fuzzy search
de: Fuzzy-Suche
nl: Fuzzy zoeken

# label_search_options_standard_others_fuzzy_lucene
source: Fuzzy search (not yet implemented!)
de: Fuzzy-Suche (noch nicht implementiert!)
nl: Fuzzy zoeken (not yet implemented!)

# label_search_options_standard_others_contenttypes
source: Search within content types only (not yet implemented!)
de: Suche innerhalb der Content-Typen (noch nicht implementiert!)
nl: Zoeken binnen slechts types inhoud (not yet implemented!)

# label_search_options_advanced
source: Advanced search:
de: Erweiterte Suche:
nl: Aeavanceerd zoeken:

# label_search_options_advanced_label
source: Use this type if you want to form complex (boolean) searches.
de: Verwenden Sie diesen Typ, wenn Sie komplexe (boolean) sucht Form wünschen.
nl: Gebruik dit type als u complexe (boolean) zoekopdrachten vormen.

# label_search_submit
source: Submit search
de: Suche abschicken
nl: Zoek indienen

# label_search_yoursearchtermwas
source: Your search term was:
de: Ihr Suchbegriff war:
nl: Uw zoekterm was:

# label_search_readmore
source: read more
de: mehr lesen
nl: lees meer

# label_search_readmorefaqs
source: read more related questions
de: mehr verwandte Fragen
nl: lees meer gerelateerde vragen

# label_search_noresultsfound
source: Your search did not return any results.
de: Ihre Suche brachte keine Ergebnisse.
nl: Uw zoekopdracht heeft geen resultaten.

# label_search_reset
source: reset Search
de: Suche zurücksetzen
nl: reset Zoeken

# label_score
source: Score
de: Relevanz

# label_time_asc
source: Time ascending
de: Aktualität aufsteigend

# label_time_desc
source: Time descending
de: Aktualität absteigend

# label_pagelimit_10
source: 10 hits
de: 10 Treffer

# label_pagelimit_50
source: 50 hits
de: 50 Treffer

# label_pagelimit_100
source: 100 hits
de: 100 Treffer

# ERROR_default
source: There was an unexpected error!
de: Es gab einen unerwarteten Fehler!
nl: Er is een onverwachte fout opgetreden!
